Repository: ambetasallufi11/Aspro-App
Catalog: lib/l10n/app_*.arb
Languages: sq

# appTitle
source: Aspro – Local Wash & Delivery Service
sq: Aspro – Shërbim lokal larjeje dhe dorëzimi

# splashTagline
source: Local Wash & Delivery Service
sq: Shërbim lokal larjeje dhe dorëzimi

source: Welcome back
sq: Mirë se u ktheve

# loginSubtitle
source: Sign in to continue managing your laundry.
sq: Hyr për të vazhduar menaxhimin e lavanderisë.

# passwordLabel
source: Password
sq: Fjalëkalimi

source: Forgot password?
sq: Keni harruar fjalëkalimin?

source: Sign in
sq: Hyr

source: New here?
sq: Je i ri këtu?

source: Create account
sq: Krijo llogari

# loginEmptyFields
source: Please enter your email and password.
sq: Ju lutemi, shkruani emailin dhe fjalëkalimin.

# loginInvalid
source: Wrong email or password. Please try again.
sq: Email ose fjalëkalim i pasaktë. Ju lutemi, provoni përsëri.

# registerTitle
source: Create account
sq: Krijo llogari

# registerSubtitle
source: Join Aspro for fast, local laundry pickups.
sq: Bashkohu me Aspro për larje lokale dhe të shpejta.

# fullNameLabel
source: Full name
sq: Emri i plotë

# registerEmptyFields
source: Please fill out all fields.
sq: Ju lutemi, plotësoni të gjitha fushat.

# registerSuccess
source: Account created. You are now signed in.
sq: Llogaria u krijua. Tani jeni të kyçur.

# registerEmailExists
source: Email already exists. Please sign in.
sq: Emaili ekziston. Ju lutemi, hyni.

# alreadyHaveAccount
source: Already have an account?
sq: Ke tashmë një llogari?

# homeNearbyLaundries
source: Nearby Laundries
sq: Lavanderi pranë

# homeTopPicks
source: Top picks near you
sq: Zgjedhjet më të mira pranë jush

source: Book Pickup
sq: Rezervo marrjen

# laundryDetailsTitle
source: Laundry Details
sq: Detajet e lavanderisë

# servicesTitle
source: Services
sq: Shërbimet

# priceListTitle
source: Price list
sq: Lista e çmimeve

# estimatedDelivery
source: Estimated delivery: {eta}
sq: Dorëzimi i parashikuar: {eta}

# orderTrackingTitle
source: Order Tracking
sq: Ndjekja e porosisë

source: Delivery route
sq: Rruga e dorëzimit

# driverOnTheWay
source: Driver is on the way. You will receive updates automatically.
sq: Shoferi është rrugës. Do të merrni njoftime automatikisht.

# orderNumberLabel
source: Order #{id}
sq: Porosia #{id}

# ordersTitle
source: My Orders
sq: Porositë e mia

# bookingTitle
source: Book Pickup
sq: Rezervo marrjen

# bookingStepServices
source: Services
sq: Shërbime

# bookingStepPickup
source: Pickup
sq: Marrja

# bookingStepDelivery
source: Delivery
sq: Dorëzimi

# bookingStepAddress
source: Address
sq: Adresa

# bookingStepSummary
source: Summary
sq: Përmbledhje

# selectServicesTitle
source: Select Services
sq: Zgjidh shërbimet

# selectServicesSubtitle
source: Choose the services you need for your laundry
sq: Zgjidh shërbimet që të nevojiten për lavanderinë

# selectPickupTimeTitle
source: Select Pickup Time
sq: Zgjidh orarin e marrjes

# selectDeliveryTimeTitle
source: Select Delivery Time
sq: Zgjidh orarin e dorëzimit

# pickupAddressTitle
source: Pickup Address
sq: Adresa e marrjes

source: Add New Address
sq: Shto adresë të re

# addAddressTitle
source: Add New Address
sq: Shto adresë të re

# addAddressHint
source: Enter pickup address
sq: Shkruaj adresën e marrjes

source: Cancel
sq: Anulo

source: Save
sq: Ruaj

source: Processing...
sq: Duke u përpunuar...

# continueLabel
source: Continue
sq: Vazhdo

source: Confirm Booking
sq: Konfirmo rezervimin

source: Back
sq: Mbrapa

# bookingSuccessTitle
source: Booking Successful!
sq: Rezervimi u krye me sukses!

# bookingSuccessSubtitle
source: Your laundry pickup has been scheduled
sq: Marrja e lavanderisë është planifikuar

# servicesLabel
source: Services
sq: Shërbimet

# pickupLabel
source: Pickup
sq: Marrja

# deliveryLabel
source: Delivery
sq: Dorëzimi

# addressLabel
source: Address
sq: Adresa

source: View My Orders
sq: Shiko porositë e mia

source: Done
sq: Mbarova

# orderSummaryTitle
source: Order Summary
sq: Përmbledhja e porosisë

# selectedServicesLabel
source: Selected Services
sq: Shërbimet e zgjedhura

# scheduleLabel
source: Schedule
sq: Orari

# pickupTimeLabel
source: Pickup:
sq: Marrja:

# deliveryTimeLabel
source: Delivery:
sq: Dorëzimi:

# totalLabel
source: Total
sq: Totali

# profileTitle
source: Profile
sq: Profili

source: Guest
sq: Vizitor

source: Not signed in
sq: Nuk jeni të kyçur

# savedAddressesTitle
source: Saved addresses
sq: Adresat e ruajtura

# preferencesTitle
source: Preferences
sq: Preferencat

source: Dark mode
sq: Modaliteti i errët

source: App settings
sq: Cilësimet e aplikacionit

source: Help & support
sq: Ndihmë & mbështetje

# credentialsTitle
source: Credentials
sq: Kredencialet

source: Logout
sq: Dil

source: Push notifications
sq: Njoftime push

source: SMS updates
sq: Përditësime SMS

source: Email updates
sq: Përditësime email

source: Language
sq: Gjuha

source: English
sq: Anglisht

source: Albanian
sq: Shqip

source: Privacy
sq: Privatësia

# privacyTitle
source: Privacy
sq: Privatësia

# privacySubtitle
source: Control how your data is used across the app.
sq: Kontrollo si përdoren të dhënat e tua në aplikacion.

# privacyShareUsage
source: Share anonymized usage data
sq: Ndaj të dhëna anonime përdorimi

# privacyShareUsageDesc
source: Help us improve by sharing anonymous analytics.
sq: Na ndihmo të përmirësohemi me analiza anonime.

# privacyPersonalized
source: Personalized recommendations
sq: Rekomandime të personalizuara

# privacyPersonalizedDesc
source: Use your activity to tailor suggestions.
sq: Përdor aktivitetin tënd për sugjerime.

# privacyLocation
source: Location access
sq: Qasje në vendndodhje

# privacyLocationDesc
source: Enable precise location for pickup & delivery.
sq: Aktivizo vendndodhjen për marrje & dorëzim.

# privacyDataExport
source: Request data export
sq: Kërko eksport të dhënash

# privacyDataDelete
source: Delete my data
sq: Fshi të dhënat e mia

source: Privacy policy
sq: Politika e privatësisë

# privacyDone
source: Done
sq: Mbarova

source: Route not found
sq: Rruga nuk u gjet

source: Today
sq: Sot

source: Tomorrow
sq: Nesër

# fridayShort
source: Fri
sq: Pre

# statusPending
source: Pending
sq: Në pritje

# statusPickedUp
source: Picked up
sq: E marrë

# statusWashing
source: Washing
sq: Duke u larë

# statusReady
source: Ready
sq: Gati

# statusDelivered
source: Delivered
sq: E dorëzuar

# serviceWashFold
source: Wash & Fold
sq: Larje & Palosje

# serviceDryClean
source: Dry Clean
sq: Pastrim kimik

# serviceExpress
source: Express
sq: Ekspres

# servicePremiumCare
source: Premium Care
sq: Kujdes premium

# serviceWashFoldDesc
source: Everyday laundry with gentle detergent.
sq: Larje e përditshme me detergjent të butë.

# serviceDryCleanDesc
source: Professional dry cleaning for delicates.
sq: Pastrim profesional kimik për veshje delikate.

# serviceExpressDesc
source: Priority turnaround within 8 hours.
sq: Përpunim me prioritet brenda 8 orëve.

# servicePremiumCareDesc
source: Hand-finished premium garments.
sq: Veshje premium me përfundim me dorë.
